# -*- coding:utf-8 -*-
import random

list_time = ['早上','凌晨','上午','下午','晚上','昨天','前天']
list_name = ['牛顿','居里夫人','牛顿','爱迪生','阿基米德','爱因斯坦','达尔文'
,'霍金','伽利略','特斯拉' ,'高斯',
'诺贝尔', '麦克斯韦' ,'玻尔' ,'门捷列夫' ,'伏特' ,'安培' ,'巴甫洛夫','法拉第 '
'开普勒' ,'欧姆' ,'赫兹', '焦耳', '拉格朗日' ,'库仑' ,'薛定谔']
list_where = ['太阳','月亮','澡堂','卫生间','公共厕所','人民大会堂','埃菲尔铁塔','万里长城','天安门']
list_do = ['洗澡','吃饭','搬砖','写作业','拉屎','睡觉','打刘佳']
a = random.choice(list_time)
b = random.choice(list_name)
c = random.choice(list_where)
d = random.choice(list_do)
print(a+','+b+'在'+c+d)
